{"a": 0, "b": 1, "c": 2, "d": 3, "e": 4, "f": 5, "g": 6, "h": 7, "i": 8, "j": 9, "k": 10, "l": 11, "m": 12, "n": 13, "o": 14, "p": 15, "q": 16, "r": 17, "s": 18, "t": 19, "u": 20, "v": 21, "w": 22, "x": 23, "y": 24, "z": 25, "ا": 26, "ب": 27, "ت": 28, "ث": 29, "ج": 30, "ح": 31, "خ": 32, "د": 33, "ذ": 34, "ر": 35, "ز": 36, "س": 37, "ش": 38, "ص": 39, "ض": 40, "ط": 41, "ظ": 42, "ع": 43, "غ": 44, "ف": 45, "ق": 46, "ك": 47, "ل": 48, "م": 49, "ن": 50, "ه": 51, "و": 52, "ي": 53, "0": 54, "1": 55, "2": 56, "3": 57, "4": 58, "5": 59, "6": 60, "7": 61, "8": 62, "9": 63, " ": 64, "[UNK]": 65, "[CLS]": 66, "[SEP]": 67, "[MASK]": 68, "[PAD]": 69, " t": 70, "e ": 71, "an": 72, "s ": 73, " ا": 74, "ال": 75, "n ": 76, " a": 77, "th": 78, "on": 79, " i": 80, "at": 81, "he": 82, "in": 83, "d ": 84, "t ": 85, "ti": 86, "ns": 87, "ا ": 88, "ra": 89, " s": 90, "io": 91, "ي ": 92, "re": 93, "la": 94, "is": 95, " o": 96, " m": 97, " م": 98, "nd": 99, "te": 100, "es": 101, "or": 102, "al": 103, "er": 104, " c": 105, "r ": 106, "ar": 107, "st": 108, "ن ": 109, " و": 110, "tr": 111, "me": 112, " e": 113, "y ": 114, "a ": 115, " w": 116, "ea": 117, "l ": 118, "o ": 119, "en": 120, "to": 121, "ic": 122, "le": 123, "ng": 124, "و ": 125, " d": 126, "sl": 127, "ia": 128, "se": 129, "ex": 130, " ب": 131, " f": 132, "co": 133, "si": 134, " ت": 135, "hi": 136, "di": 137, "g ": 138, " ف": 139, "nt": 140, "ل ": 141, "of": 142, "م ": 143, "f ": 144, "ha": 145, "na": 146, "it": 147, " ي": 148, "ما": 149, "لي": 150, "في": 151, "ct": 152, " p": 153, "ت ": 154, " b": 155, " ع": 156, "لا": 157, "ec": 158, "pl": 159, "tu": 160, "ر ": 161, "ان": 162, " h": 163, "لم": 164, " ل": 165, "ta": 166, "ou": 167, "ca": 168, "ni": 169, "as": 170, "xp": 171, "وا": 172, "h ": 173, "un": 174, " ن": 175, "ce": 176, "ها": 177, "om": 178, "ed": 179, "نا": 180, "ma": 181, "ve": 182, "ll": 183, "ur": 184, " ه": 185, " r": 186, "ات": 187, " l": 188, "با": 189, "ش ": 190, "ين": 191, "ab": 192, " ك": 193, "ri": 194, "li": 195, "ch": 196, "د ": 197, "fo": 198, " n": 199, "ss": 200, "ه ": 201, "من": 202, "عل": 203, "m ": 204, "wh": 205, "ار": 206, "ep": 207, "ne": 208, "nc": 209, "ts": 210, "us": 211, "يا": 212, "mo": 213, "de": 214, "ho": 215, "ول": 216, "rd": 217, "c ": 218, "ro": 219, "لل": 220, "را": 221, "ai": 222, "bi": 223, " u": 224, "et": 225, "da": 226, "lo": 227, "pr": 228, "pe": 229, "ب ": 230, "ري": 231, "ع ": 232, "il": 233, "rs": 234, "ني": 235, "i ": 236, "ون": 237, "ot": 238, "لت": 239, "fe": 240, "im": 241, "ul": 242, "ay": 243, "sa": 244, "ام": 245, "ig": 246, "qu": 247, "su": 248, "مع": 249, "be": 250, "اش": 251, "so": 252, "wa": 253, "لو": 254, " ح": 255, "no": 256, "كا": 257, "el": 258, "ك ": 259, "بي": 260, "س ": 261, " y": 262, "ly": 263, "عن": 264, "اس": 265, "دي": 266, " ق": 267, "تو": 268, "ow": 269, "mp": 270, "if": 271, "اد": 272, "ol": 273, "ير": 274, "sh": 275, "am": 276, "لك": 277, "rm": 278, "مل": 279, "ef": 280, "p ": 281, "اع": 282, "em": 283, "نو": 284, "مو": 285, "سي": 286, "ut": 287, "ph": 288, "ad": 289, "هم": 290, "عا": 291, "قا": 292, "اه": 293, " ش": 294, " g": 295, "fr": 296, "ee": 297, "ge": 298, "yo": 299, "xt": 300, "وم": 301, "نت": 302, "ys": 303, "ak": 304, "k ": 305, "ke": 306, "ف ": 307, " ر": 308, "اي": 309, " v": 310, "كل": 311, " س": 312, "دا": 313, "po": 314, "كي": 315, "اب": 316, "لع": 317, "we": 318, "ac": 319, "ui": 320, "لب": 321, "ir": 322, "تا": 323, "ور": 324, "هو": 325, "يه": 326, "wi": 327, "u ": 328, "mi": 329, "by": 330, "do": 331, "fi": 332, "ms": 333, "sp": 334, "لس": 335, " خ": 336, "gh": 337, "لن": 338, "rt": 339, "ry": 340, "لح": 341, "ذا": 342, "oi": 343, "hr": 344, "دو": 345, "ست": 346, "مي": 347, "mm": 348, "يد": 349, "وي": 350, "سا": 351, "لق": 352, "id": 353, "يو": 354, "رو": 355, "مت": 356, "جم": 357, "عد": 358, " ج": 359, "لف": 360, "بر": 361, "gi": 362, "عم": 363, "يل": 364, "wo": 365, "نس": 366, "يم": 367, "او": 368, "pa": 369, "pb": 370, " 1": 371, "bo": 372, "اح": 373, "ق ": 374, "تع": 375, "ap": 376, "iv": 377, "ue": 378, "مر": 379, "يت": 380, "ty": 381, "bu": 382, "ht": 383, "مش": 384, "ie": 385, "حا": 386, "بع": 387, "ey": 388, "يع": 389, "فا": 390, "ند": 391, " د": 392, "يق": 393, "od": 394, "ua": 395, "له": 396, "لد": 397, "قو": 398, "oc": 399, "جا": 400, "cu": 401, "oq": 402, "كو": 403, "هذ": 404, "لج": 405, "هي": 406, "تح": 407, " 2": 408, "ci": 409, "br": 410, "اج": 411, "ff": 412, "تر": 413, "ح ": 414, "يك": 415, "مس": 416, "رب": 417, "اق": 418, "عي": 419, "اك": 420, "ld": 421, "نه": 422, "ته": 423, "خل": 424, "يس": 425, "ft": 426, "وق": 427, "حد": 428, "يف": 429, "os": 430, "w ": 431, "1 ": 432, "fl": 433, "تق": 434, "fu": 435, "بل": 436, "2 ": 437, "تم": 438, "شر": 439, "ug": 440, " ص": 441, "تي": 442, "كن": 443, "ru": 444, "ev": 445, "oo": 446, "op": 447, "pt": 448, "خا": 449, "uc": 450, "nv": 451, "av": 452, "wn": 453, "rn": 454, "يب": 455, "تن": 456, "شي": 457, " 3": 458, "لش": 459, "3 ": 460, " q": 461, "ag": 462, "go": 463, "قي": 464, "بو": 465, "وع": 466, "lt": 467, "اف": 468, "عر": 469, "نج": 470, "شا": 471, "فر": 472, "حي": 473, "bl": 474, " k": 475, "طا": 476, "رج": 477, "حك": 478, "ik": 479, "ei": 480, "زا": 481, "vi": 482, "يح": 483, "حت": 484, "كر": 485, "رك": 486, "اخ": 487, "خر": 488, "nf": 489, "cl": 490, "قد": 491, "قت": 492, "جي": 493, "4 ": 494, "وب": 495, "اط": 496, "سب": 497, "وف": 498, "ga": 499, "رف": 500, "لخ": 501, "اذ": 502, " 4": 503, "rr": 504, "قر": 505, "مه": 506, "تب": 507, "ov": 508, "وه": 509, "fa": 510, "نق": 511, "وت": 512, "ba": 513, "طر": 514, "جو": 515, "ود": 516, "صا": 517, "لر": 518, "لص": 519, "دم": 520, "ds": 521, "ط ": 522, "وس": 523, "حب": 524, "my": 525, "ج ": 526, "زي": 527, "تك": 528, "ki": 529, "كم": 530, "عب": 531, "نح": 532, "gl": 533, "قل": 534, "اص": 535, "سم": 536, "تل": 537, "vo": 538, "tt": 539, "5 ": 540, " ز": 541, "eo": 542, "نع": 543, "مح": 544, "b ": 545, "مك": 546, "ذي": 547, "وج": 548, " غ": 549, "gg": 550, "ls": 551, "طي": 552, "ny": 553, "شو": 554, "در": 555, "صل": 556, "تف": 557, "مم": 558, "tl": 559, " 5": 560, "لط": 561, "lu": 562, "بن": 563, "بد": 564, "تص": 565, "تخ": 566, "pi": 567, "شك": 568, "يش": 569, " the": 570, "the ": 571, "tion": 572, "ion ": 573, "atio": 574, " tra": 575, "rans": 576, "nsla": 577, "and ": 578, " to ": 579, "tran": 580, " and": 581, "ansl": 582, "slat": 583, "lati": 584, "ing ": 585, " in ": 586, " is ": 587, " of ": 588, " mea": 589, "mean": 590, " or ": 591, "lect": 592, "tuni": 593, " ara": 594, "nisi": 595, "rabi": 596, "bic ": 597, " exp": 598, "sian": 599, "stan": 600, "unis": 601, " tun": 602, "isia": 603, "n th": 604, "ect ": 605, " dia": 606, "ans ": 607, "eans": 608, "iale": 609, "his ": 610, "dial": 611, "alec": 612, " thi": 613, "ian ": 614, "this": 615, "rd a": 616, "in t": 617, "anda": 618, "s a ": 619, "dard": 620, "n di": 621, " con": 622, "es t": 623, "s th": 624, "s to": 625, "he t": 626, "an d": 627, "expl": 628, "tes ": 629, "arab": 630, "step": 631, "abic": 632, " sta": 633, "xpla": 634, " it ": 635, "of t": 636, " for": 637, "plan": 638, "hat ": 639, " tha": 640, "anat": 641, "tand": 642, " use": 643, "nati": 644, "is a": 645, "e of": 646, "text": 647, "that": 648, "lana": 649, "ard ": 650, "ndar": 651, " whi": 652, "ext ": 653, "d ar": 654, " com": 655, "late": 656, "e th": 657, "f th": 658, " you": 659, " a c": 660, "ates": 661, "nce ": 662, " ste": 663, "tep ": 664, "e tr": 665, "t th": 666, "e in": 667, "form": 668, "on o": 669, "ng t": 670, " ref": 671, "nal ": 672, "for ": 673, "pres": 674, "sed ": 675, "ress": 676, "he s": 677, "ture": 678, "al t": 679, "you ": 680, "s an": 681, "n st": 682, "d in": 683, "s st": 684, "ure ": 685, "on t": 686, "n tu": 687, "ich ": 688, "hras": 689, " phr": 690, "whic": 691, "a co": 692, "ence": 693, "phra": 694, "ces ": 695, "hich": 696, "rase": 697, "ther": 698, "yste": 699, "ent ": 700, "more": 701, "ore ": 702, "ase ": 703, "tepb": 704, "pbys": 705, " mor": 706, "e or": 707, "ial ": 708, "he p": 709, "ions": 710, " cho": 711, "xpre": 712, "g th": 713, "on c": 714, " fro": 715, "hoic": 716, "cont": 717, "n in": 718, "s co": 719, "ting": 720, "ollo": 721, "on i": 722, "expr": 723, "rom ": 724, " be ": 725, "ons ": 726, " col": 727, "ices": 728, "comm": 729, "use ": 730, "n of": 731, "coll": 732, " tex": 733, "can ": 734, "d th": 735, "an a": 736, "loqu": 737, "quia": 738, "one ": 739, "lloq": 740, "oqui": 741, "uial": 742, "onte": 743, "on a": 744, " can": 745, "from": 746, "byst": 747, "epby": 748, "ple ": 749, "ssio": 750, "sion": 751, "t in": 752, " str": 753, "ns t": 754, "ary ": 755, "essi": 756, "to t": 757, "nd t": 758, "ight": 759, "ning": 760, "ntex": 761, "mmon": 762, "ommo": 763, "on s": 764, "ed t": 765, " not": 766, "here": 767, "ets ": 768, "e co": 769, " wor": 770, "d to": 771, "conv": 772, "oice": 773, " let": 774, "he c": 775, "choi": 776, "orma": 777, "ten ": 778, "word": 779, "is t": 780, "ects": 781, "ere ": 782, " dif": 783, "onal": 784, "sure": 785, "down": 786, "n an": 787, "iffe": 788, "rate": 789, "brea": 790, "s in": 791, "in s": 792, "to a": 793, "ofte": 794, "ften": 795, "her ": 796, "icat": 797, " oft": 798, "rmal": 799, " eng": 800, "used": 801, "inal": 802, "mal ": 803, "e an": 804, "eak ": 805, "onve": 806, "lish": 807, "efer": 808, "re l": 809, "s br": 810, "not ": 811, "cts ": 812, "h is": 813, "wn t": 814, "ngli": 815, "is i": 816, "ish ": 817, "ers ": 818, "ch i": 819, "is c": 820, "orig": 821, "igin": 822, "refe": 823, "k do": 824, "ffer": 825, " a s": 826, "nces": 827, "ain ": 828, "some": 829, " som": 830, " msa": 831, "or t": 832, "diff": 833, "t is": 834, " ind": 835, "o th": 836, "ng i": 837, "se o": 838, "ampl": 839, " inf": 840, "he e": 841, "e tu": 842, "ed i": 843, "engl": 844, "glis": 845, " as ": 846, "indi": 847, "cal ": 848, "ns a": 849, "nd i": 850, "pora": 851, "er t": 852, "are ": 853, " pro": 854, "ave ": 855, "e us": 856, "mon ": 857, "dica": 858, "ndic": 859, "in e": 860, "way ": 861, "rigi": 862, "he o": 863, " ori": 864, "e to": 865, " but": 866, "gina": 867, "with": 868, "y th": 869, " hav": 870, "r th": 871, "e ph": 872, "ment": 873, "r to": 874, "to s": 875, "anin": 876, " are": 877, " spe": 878, "ted ": 879, "es a": 880, "or e": 881, "msa ": 882, "ght ": 883, "thin": 884, "all ": 885, "e is": 886, " wit": 887, " way": 888, "but ": 889, "ng a": 890, "re i": 891, "l to": 892, "c tu": 893, "or a": 894, "e st": 895, "nfor": 896, "ll t": 897, "s or": 898, "own ": 899, "term": 900, "ce o": 901, "for": 902, "s is": 903, "eani": 904, "ts b": 905, "n ch": 906, "fer ": 907, "l ex": 908, " ter": 909, "efle": 910, "t of": 911, "info": 912, "res ": 913, "ile ": 914, "capt": 915, "truc": 916, "ptur": 917, " sur": 918, "out ": 919, "have": 920, "e le": 921, "iona": 922, "l te": 923, "whil": 924, " cap": 925, "esse": 926, " bre": 927, "is p": 928, "ward": 929, "king": 930, "t an": 931, "uld ": 932, "ral ": 933, "y of": 934, "ssen": 935, " ess": 936, "renc": 937, "s ma": 938, " fre": 939, "ord ": 940, " dow": 941, "aptu": 942, "reak": 943, "refl": 944, "flec": 945, "ring": 946, "sati": 947, "ts a": 948, "t or": 949, "voca": 950, "ity ": 951, "lets": 952, "ith ": 953, "hile": 954, "to m": 955, "f tr": 956, " whe": 957, "it i": 958, "ould": 959, "is m": 960, " ex": 961, "ct t": 962, "nd s": 963, "like": 964, "uctu": 965, " sim": 966, "ersa": 967, "ctio": 968, "lary": 969, "e ex": 970, "bula": 971, " bot": 972, "cabu": 973, "ate ": 974, "rect": 975, "nver": 976, "uanc": 977, "en i": 978, " sen": 979, "he w": 980, "at t": 981, "oth ": 982, " int": 983, "rwa": 984, "r in": 985, "hing": 986, "dire": 987, "r ex": 988, "in m": 989, "or i": 990, "he i": 991, "ses ": 992, "al e": 993, "al a": 994, "ak d": 995, "spec": 996, "both": 997, "is s": 998, "fica": 999, " ver": 1000, "ciat": 1001, "s of": 1002, " dir": 1003, "irec": 1004, "senc": 1005, "es o": 1006, "vs ": 1007, " ما ": 1008, "vers": 1009, " her": 1010, "ver": 1011, "tain": 1012, "tone": 1013, "fere": 1014, "ly u": 1015, "e di": 1016, "erm ": 1017, "cate": 1018, "ual ": 1019, " في ": 1020, "t v": 1021, "its ": 1022, "al c": 1023, "on 1": 1024, "t it": 1025, "ures": 1026, "unci": 1027, "he u": 1028, "day ": 1029, " pre": 1030, "n en": 1031, "y in": 1032, " lik": 1033, "to e": 1034, "lly ": 1035, "red ": 1036, "sent": 1037, "n or": 1038, "ns i": 1039, " its": 1040, "comp": 1041, "e re": 1042, " cul": 1043, "impl": 1044, "n ar": 1045, "re c": 1046, "ultu": 1047, "ep t": 1048, "re t": 1049, " ton": 1050, "h th": 1051, " imp": 1052, "ill ": 1053, "ly t": 1054, "inco": 1055, "l an": 1056, "t wh": 1057, "on w": 1058, " he ": 1059, "ts t": 1060, "e wh": 1061, "eral": 1062, "n 1 ": 1063, "he d": 1064, " eve": 1065, "nifi": 1066, " emp": 1067, " a p": 1068, "many": 1069, "translat": 1070, " transla": 1071, "slation ": 1072, "tunisian": 1073, " dialect": 1074, " arabic ": 1075, "nslation": 1076, "standard": 1077, " this ": 1078, "sian dia": 1079, "dard ara": 1080, " tunisia": 1081, "n dialec": 1082, "unisian ": 1083, " standar": 1084, "d arabic": 1085, "ndard ar": 1086, "means ": 1087, "isian di": 1088, "ranslati": 1089, "dialect ": 1090, " the tra": 1091, " of the ": 1092, " in tuni": 1093, " explana": 1094, "lanation": 1095, " stepbys": 1096, "pbystep ": 1097, "ian dial": 1098, " means": 1099, "explanat": 1100, "anation ": 1101, "arabic": 1102, " from ": 1103, "tion of ": 1104, "rabic ": 1105, "slates t": 1106, "nslates ": 1107, "in tunis": 1108, "andard a": 1109, "rd arabi": 1110, " that ": 1111, "s break ": 1112, " lets br": 1113, "down the": 1114, "eak down": 1115, "sure let": 1116, "es to ": 1117, " colloqu": 1118, "loquial ": 1119, "the tran": 1120, "original": 1121, "phrase": 1122, "ation ": 1123, "differ": 1124, "english ": 1125, "alect ": 1126, "lation c": 1127, " informa": 1128, "choices ": 1129, " often": 1130, "verb ": 1131, " phrase ": 1132, " which i": 1133, " express": 1134, "on choic": 1135, "ion of t": 1136, "tion ste": 1137, " verb ": 1138, "meaning ": 1139, "of trans": 1140, "porates ": 1141, " more ": 1142, "tandard ": 1143, "vocabula": 1144, "bulary": 1145, "conversa": 1146, "ersation": 1147, " is a co": 1148, "expressi": 1149, "ion choi": 1150, " in stan": 1151, "ard arab": 1152, "ing the ": 1153, " context": 1154, "e transl": 1155, "unciatio": 1156, " essence": 1157, "hasi": 1158, "lloquial": 1159, "s and ": 1160, "which is": 1161, "anslatio": 1162, "the orig": 1163, "tes to": 1164, " meaning": 1165, " of tran": 1166, "nglish": 1167, "would ": 1168, "s the ": 1169, " word ": 1170, "emph": 1171, "phas": 1172, " this is": 1173, " reflect": 1174, "context ": 1175, " indicat": 1176, "ly used ": 1177, " while": 1178, "thing ": 1179, "ational ": 1180, " empha": 1181, " would": 1182, "k sure": 1183, " which": 1184, "ed to ": 1185, " structu": 1186, " the ess": 1187, "uld be": 1188, "can be": 1189, "captures": 1190, "the tuni": 1191, "sian ara": 1192, "an diale": 1193, "a colloq": 1194, " can be ": 1195, "often ": 1196, "gether": 1197, "nisian d": 1198, "ialect": 1199, " is a ": 1200, "ample ": 1201, "which ": 1202, " differe": 1203, " text ": 1204, "pron": 1205, "s standa": 1206, "n and ": 1207, " might": 1208, "ilar": 1209, "ence of ": 1210, "might ": 1211, "mila": 1212, "simi": 1213, "the phra": 1214, " means t": 1215, " convers": 1216, "versatio": 1217, "this is ": 1218, "s tran": 1219, "in stand": 1220, "main": 1221, " exampl": 1222, "essence ": 1223, "toge": 1224, "ting it ": 1225, " sure le": 1226, "ival": 1227, " down th": 1228, " step ": 1229, "en use": 1230, "gation": 1231, "quiv": 1232, "ts break": 1233, "e lets b": 1234, "reak dow": 1235, "inal tex": 1236, " both ": 1237, "hoices": 1238, " differ ": 1239, "ms to ": 1240, " for ex": 1241, "utting": 1242, "mode": 1243, "dern": 1244, "feel": 1245, "mmary ": 1246, "now ": 1247, " in engl": 1248, "ething": 1249, " common ": 1250, "tance ": 1251, "rn sta": 1252, "alent ": 1253, "ould be ": 1254, "stepbyst": 1255, "ures the": 1256, "tion the": 1257, "nifica": 1258, " conve": 1259, "forward": 1260, "n standa": 1261, "s mean": 1262, "ja ": 1263, " the phr": 1264, " fee": 1265, "iz": 1266, "step 1": 1267, "asual ": 1268, "n the tr": 1269, " the tun": 1270, "convey": 1271, "abic msa": 1272, "colloqui": 1273, "all to": 1274, "somethin": 1275, "what": 1276, " 1 tra": 1277, " it all ": 1278, "t text": 1279, "cant": 1280, " rep": 1281, " over": 1282, "e use of": 1283, "rpora": 1284, " in both": 1285, "casu": 1286, "this tra": 1287, "se of ": 1288, "nisian a": 1289, " simil": 1290, "an arabi": 1291, "ruct": 1292, " somet": 1293, "ying ": 1294, "used in ": 1295, " 2 exp": 1296, "aims": 1297, "pers": 1298, "verall ": 1299, " vs st": 1300, "2 expl": 1301, "indicate": 1302, "epbystep": 1303, "overal": 1304, "lect v": 1305, " origina": 1306, " form ": 1307, "ix": 1308, "direct": 1309, "1 tran": 1310, " use of ": 1311, "siz": 1312, "ation an": 1313, " su": 1314, " in the ": 1315, "ion capt": 1316, " as": 1317, "s word": 1318, "essions ": 1319, "about ": 1320, " msa for": 1321, "exampl": 1322, "intain": 1323, "ion ai": 1324, "stru": 1325, "tional": 1326, "n tunisi": 1327, "ontext": 1328, "informal": 1329, "sk ": 1330, "pical ": 1331, " used in": 1332, "also": 1333, " you hav": 1334, " say": 1335, "where ": 1336, "if you": 1337, "is a col": 1338, " have ": 1339, "nder": 1340, "ition ": 1341, "ation st": 1342, "erall ": 1343, "spea": 1344, "dialects": 1345, " be tran": 1346, "in engli": 1347, "vs stan": 1348, "for ex": 1349, "unde": 1350, " the use": 1351, "b form": 1352, "c tunisi": 1353, "m mo": 1354, "rabic tu": 1355, "n stepby": 1356, "common": 1357, "tly ": 1358, " and the": 1359, "que ": 1360, "ther the": 1361, "means to": 1362, "riginal ": 1363, " with ": 1364, "ders": 1365, "he origi": 1366, "nslated ": 1367, " voc": 1368, "nunci": 1369, " may": 1370, "may ": 1371, "er fro": 1372, "tep step": 1373, "asi": 1374, "hoices t": 1375, "need": 1376, "ect vs ": 1377, "lect oft": 1378, "cult": 1379, "ega": 1380, " ass": 1381, "this mea": 1382, "the ver": 1383, " in this": 1384, " ad": 1385, "ques": 1386, "eel ": 1387, "ntly": 1388, " ne": 1389, "uest": 1390, "ask ": 1391, "ar to ": 1392, " que": 1393, " where": 1394, "lects ": 1395, " english": 1396, "equ": 1397, "kno": 1398, "of the o": 1399, "d stan": 1400, " pron": 1401, "aint": 1402, "e tunisi": 1403, "reflects": 1404, "l the ": 1405, "ion 1 ": 1406, "a this": 1407, "ness": 1408, "all the ": 1409, "onunci": 1410, "abul": 1411, "ocab": 1412, "ulary ": 1413, " term ": 1414, " what ": 1415, "ement ": 1416, " fur": 1417, "ch is ": 1418, "cture ": 1419, " if ": 1420, "ical": 1421, "urther": 1422, "nse of": 1423, "e a ": 1424, "stance": 1425, "ion the ": 1426, "use of": 1427, "el fre": 1428, "lso ": 1429, "ista": 1430, "e to a": 1431, " free to": 1432, "lar to": 1433, " or ne": 1434, "t the ": 1435, " cas": 1436, "es tunis": 1437, "ed f": 1438, "tep tran": 1439, "t diff": 1440, " means i": 1441, "ncor": 1442, "orpora": 1443, "ffi": 1444, " nee": 1445, " to as": 1446, "sens": 1447, "l and ": 1448, " formal ": 1449, " used ": 1450, "be tra": 1451, "ever": 1452, " nuanc": 1453, "ormal ": 1454, " used to": 1455, "nega": 1456, "al tone ": 1457, "bic tuni": 1458, "ther a": 1459, "you have": 1460, "xpressio": 1461, " und": 1462, " the ver": 1463, "ypi": 1464, "formal": 1465, " the s": 1466, "poke": 1467, "ression ": 1468, "ry and": 1469, "e the ": 1470, " we ": 1471, "eed ": 1472, "m stan": 1473, "yday ": 1474, "ssis": 1475, "oder": 1476, "will": 1477, "iqu": 1478, "fer from": 1479, "al expre": 1480, "ull ": 1481, "uring ": 1482, "f you ": 1483, " ful": 1484, "dition": 1485, "eone": 1486, " to the ": 1487, "used to ": 1488, "zes t": 1489, " mak": 1490, "ormal an": 1491, "t and ": 1492, "free": 1493, "uni": 1494, "specif": 1495, " ins": 1496, " ty": 1497, " a commo": 1498, "god ": 1499, "nce fe": 1500, "ern st": 1501, "the use ": 1502, " capture": 1503, "bout": 1504, "nly u": 1505, "eake": 1506, " direct ": 1507, "nce of t": 1508, "لله ": 1509, "bystep t": 1510, "l tran": 1511, " one": 1512, "ep trans": 1513, "tive": 1514, "l fr": 1515, "erso": 1516, " refers ": 1517, "lation 1": 1518, "the esse": 1519, "ee to ": 1520, "الله": 1521, "in this ": 1522, "ample th": 1523, "ific": 1524, " the inf": 1525, "ed as ": 1526, "tain the": 1527, "nuanc": 1528, "sig": 1529, " how": 1530, "o engl": 1531, " by ": 1532, "ces tuni": 1533, " mod": 1534, " someo": 1535, " is more": 1536, "ature ": 1537, "umm": 1538, "jus": 1539, "put": 1540, "al and": 1541, "m the ": 1542, " uni": 1543, "ferences": 1544, " god": 1545, " لا ": 1546, " to ma": 1547, "being ": 1548, " per": 1549, " rel": 1550, "ess ": 1551, "niqu": 1552, "have a": 1553, "stions": 1554, "ing": 1555, " als": 1556, "c msa ": 1557, "uances o": 1558, "furt": 1559, "estion": 1560, "rther ": 1561, "olloquia": 1562, "refers": 1563, "this wor": 1564, "n used": 1565, "etit": 1566, "repe": 1567, "rs to ": 1568, "ly in ": 1569, " الم": 1570, " ال": 1571, " من ": 1572, "ه ال": 1573, " في ال": 1574, " الل": 1575, " عل": 1576, "في ا": 1577, "ن ال": 1578, "للي ": 1579, "اللي": 1580, " الا": 1581, "ت ال": 1582, " بال": 1583, "ا ال": 1584, " الع": 1585, " الح": 1586, " الت": 1587, " كان": 1588, "ي ال": 1589, " الك": 1590, " الب": 1591, "ل ال": 1592, " وال": 1593, "و ال": 1594, "ر ال": 1595, "م ال": 1596, " الس": 1597, " عند": 1598, "ع ال": 1599, "د ال": 1600, " الن": 1601, "كان ": 1602, " باش": 1603, "ك ال": 1604, "باش ": 1605, " و ا": 1606, "الح": 1607, " هو ": 1608, " الد": 1609, "الم": 1610, " الج": 1611, "تها ": 1612, " يا ": 1613, " الف": 1614, " علي": 1615, " متا": 1616, " هاذ": 1617, "ده ": 1618, " فيه": 1619, "ات ا": 1620, " ولا": 1621, " بر": 1622, "من ا": 1623, "ره ": 1624, " كيف": 1625, " الق": 1626, "ها ا": 1627, "بش ": 1628, "ب ال": 1629, "يها ": 1630, "وش ": 1631, "ligh": 1632, "خدم": 1633, "س ال": 1634, " معن": 1635, " مع ": 1636, " الش": 1637, "نا ا": 1638, " الو": 1639, " حت": 1640, "غير": 1641, " الص": 1642, "الص": 1643, "ما ت": 1644, "ثلا": 1645, "ما ي": 1646, " بش ": 1647, "عمل ": 1648, " الر": 1649, "عند": 1650, " الله ": 1651, " هي ": 1652, " كل ": 1653, "ولا ": 1654, "ي ما": 1655, "بعد ": 1656, "ه في": 1657, "الكل": 1658, " قال": 1659, "ا في": 1660, "لها ": 1661, "اني ": 1662, "معنا": 1663, "نا ن": 1664, "00": 1665, " الخ": 1666, "ما ن": 1667, "ها و": 1668, "نين ": 1669, "كون ": 1670, "متاع": 1671, "تاع ": 1672, "عليه": 1673, "الس": 1674, " والله": 1675, "ف ال": 1676, " مش ": 1677, "از": 1678, " ث": 1679, "نا م": 1680, "اها ": 1681, "به ": 1682, "انت ": 1683, "l text": 1684, " خاط": 1685, "ثر ": 1686, "مشي ": 1687, "الف": 1688, "عه ": 1689, "انا ": 1690, " حاج": 1691, " بعد": 1692, "تونس": 1693, "ش ن": 1694, "ربي ": 1695, "حنا": 1696, "يه ا": 1697, "فهم": 1698, "ليوم": 1699, "نا و": 1700, "ا ما": 1701, "ش ال": 1702, "ي في": 1703, "كهو": 1704, " ط": 1705, " مر": 1706, "احد ": 1707, "واحد": 1708, "والله ": 1709, "حاج": 1710, "ghting": 1711, "لاث": 1712, " هذا": 1713, "لي ا": 1714, "لكل ": 1715, " الي": 1716, "زم ": 1717, "ها م": 1718, " وقت": 1719, "لي ي": 1720, "اطر ": 1721, "نف": 1722, "ences ": 1723, " قلت": 1724, "اهي ": 1725, "وز": 1726, "لوا ": 1727, "ان ا": 1728, "الخ": 1729, "ق ال": 1730, "ت في": 1731, "نك ": 1732, "high": 1733, " باه": 1734, "وما ": 1735, "ليه ": 1736, "اض": 1737, " hig": 1738, "عرف": 1739, "ناس ": 1740, "عناه": 1741, " كي ": 1742, "قول ": 1743, "كث": 1744, "ين ا": 1745, "هذا ": 1746, "ting the": 1747, " واح": 1748, "يما ": 1749, "دخل": 1750, "قه ": 1751, "تش ": 1752, "اش ن": 1753, "جه ": 1754, " رو": 1755, "نهار": 1756, "الع": 1757, "هار ": 1758, "خص": 1759, "وا ا": 1760, "رش": 1761, "ناها": 1762, "هاذا": 1763, "لز": 1764, "اش ت": 1765, "لي ت": 1766, "igh": 1767, " نها": 1768, "اش ي": 1769, "هم ا": 1770, "ونس ": 1771, "فيها": 1772, "ما ا": 1773, "ما ع": 1774, "شوف ": 1775, "العا": 1776, "ه ما": 1777, "هر ": 1778, " مو": 1779, " تون": 1780, "ح ال": 1781, "ي با": 1782, "الش": 1783, "وض": 1784, "النا": 1785, "hli": 1786, " معا": 1787, "ها ب": 1788, " انا": 1789, "ghli": 1790, " الط": 1791, "اذا ": 1792, "ه وا": 1793, "فيه ": 1794, "يوم ": 1795, "ا با": 1796, "عني ": 1797, "الج": 1798, " عمل": 1799, "طلع": 1800, "نا ب": 1801, " ض": 1802, "ادي ": 1803, " عاد": 1804, "ض ا": 1805, "نجم ": 1806, "لغ": 1807, " فهم": 1808, " شي ": 1809, " انت": 1810, "باح ": 1811, "رض": 1812, "ل في": 1813, "ن في": 1814, "يه و": 1815, "شنو": 1816, "يات ": 1817, "باهي": 1818, "بير ": 1819, "حه ": 1820, "الث": 1821, "دار ": 1822, " شنو": 1823, "عطي": 1824, "ه من": 1825, "تعمل": 1826, "لام ": 1827, "ween": 1828, "ه با": 1829, "مد": 1830, "لناس": 1831, "يخ": 1832, " ربي": 1833, "مد ": 1834, " و ": 1835, "لث": 1836, "20": 1837, "كيف ": 1838, "قبل": 1839, "توا ": 1840, "ها ": 1841, "نص": 1842, "ر في": 1843, "و في": 1844, " ما": 1845, "رات ": 1846, " توا": 1847, "ط ال": 1848, "فاش ": 1849, "عرف ": 1850, "ني ا": 1851, "كيفا": 1852, "عض": 1853, " تو ": 1854, "بح": 1855, "وقت ": 1856, "ينا ": 1857, " مال": 1858, "فما": 1859, "لي م": 1860, "قعد": 1861, "قص": 1862, "حم": 1863, "عاد": 1864, "نعمل": 1865, "يجي": 1866, " شوي": 1867, " بع": 1868, "الي ": 1869, " علا": 1870, "خير": 1871, "نظ": 1872, "نيا ": 1873, " 20": 1874, "حوا": 1875, "لات ": 1876, " تح": 1877, "while ": 1878, "خرج ": 1879, "01": 1880, "مال ": 1881, " وين": 1882, "الد": 1883, "تني ": 1884, "المر": 1885, "ين و": 1886, "ار ا": 1887, "ما ": 1888, " نحب": 1889, "ي ن": 1890, "نا ": 1891, "ا ب": 1892, "مث": 1893, "into t": 1894, "المو": 1895, "نات ": 1896, "يهم ": 1897, " اح": 1898, "ز ا": 1899, "طبي": 1900, " فما": 1901, "البا": 1902, "نعرف": 1903, "لا ا": 1904, "ش ما": 1905, " confi": 1906, "ديد ": 1907, "ضرب": 1908, "بت ": 1909, "في ب": 1910, "فس ": 1911, "وك ": 1912, "الر": 1913, "ي عل": 1914, "هم و": 1915, "الط": 1916, "برش": 1917, "الك": 1918, "بين ": 1919, "صغ": 1920, " نعم": 1921, "يفاش": 1922, "ها ت": 1923, "fide": 1924, "وح": 1925, "لنا ": 1926, "انه ": 1927, "لي ه": 1928, "ول ا": 1929, "بط ": 1930, "كبي": 1931, "ر من": 1932, "ش ت": 1933, "لي ب": 1934, "ضي ": 1935, " و م": 1936, "المس": 1937, "دك ": 1938, " بلا": 1939, " نعر": 1940, "ي و ": 1941, "همت ": 1942, " هذ": 1943, "لي ": 1944, " هكا": 1945, " نح": 1946, "و ما": 1947, "تين ": 1948, "رشا": 1949, "dent": 1950, "طلب": 1951, "بير": 1952, "الق": 1953, "لوس ": 1954, "ندي ": 1955, "قيق": 1956, "نيه ": 1957, "اع ا": 1958, " است": 1959, "في م": 1960, "gra": 1961, "ا ن": 1962, "سر": 1963, "الت": 1964, "نها ": 1965, "ا عل": 1966, "هو ا": 1967, " عال": 1968, "اليو": 1969, "ولي ": 1970, "to the t": 1971, " bet": 1972, "خي ": 1973, "برشا": 1974, " يعن": 1975, "ظه": 1976, "و و ": 1977, " و ي": 1978, "ات و": 1979, "ذا ا": 1980, "عندي": 1981, "نا ع": 1982, " نف": 1983, " ان": 1984, "لي ع": 1985, "ت عل": 1986, "زيد ": 1987, "هب": 1988, "دها": 1989, "رت ": 1990, "شوي": 1991, "مض": 1992, "الب": 1993, "يعني": 1994, "خاطر": 1995, "ي وا": 1996, "ون ا": 1997, " و ت": 1998, " راه": 1999, "شوف": 2000, " قبل": 2001, "ه مع": 2002, "هر": 2003, "بط": 2004, "اذي ": 2005, "م في": 2006, "مع ا": 2007, " بين": 2008, "الا ": 2009, "ن ما": 2010, "ليل ": 2011, " j": 2012, "ثني": 2013, "تس": 2014, "موش ": 2015, "ا و ": 2016, "ي ب": 2017, "etwe": 2018, "اهو ": 2019, "حكي ": 2020, "السي": 2021, "ير م": 2022, "التو": 2023, "ي مع": 2024, " تعر": 2025, "ير ا": 2026, "قلتل": 2027, " لكن": 2028, "خذ": 2029, " ياخ": 2030, "اس ا": 2031, "ه عل": 2032, " زاد": 2033, "الما": 2034, "الدا": 2035, "نحكي": 2036, "وني ": 2037, "تعرف": 2038, "ن و ": 2039, "nical ": 2040, "conf": 2041, "لاز": 2042, "سر ": 2043, "صح": 2044, "رح ": 2045, "تهم ": 2046, "فض": 2047, "عليك": 2048, "نمش": 2049, "وا م": 2050, "مات ": 2051, "د ما": 2052, "ه و": 2053, " غير": 2054, " يقو": 2055, "هنا": 2056, "ات م": 2057, "لا م": 2058, "الن": 2059, "التل": 2060, "يلو ": 2061, "يض": 2062, "يقول": 2063, "تاع": 2064, "يا ب": 2065, "سمع ": 2066, " ان ": 2067, "ني و": 2068, "ص ا": 2069, "wer ": 2070, "nswe": 2071, " ans": 2072, " اللي ": 2073, " quest": 2074, "stion ": 2075, "question": 2076, "طو": 2077, "جمل": 2078, "swe": 2079, " الجمل": 2080, " برش": 2081, "اني": 2082, "مكن ": 2083, "ans": 2084, "كثر ": 2085, "جاب": 2086, "ذلك": 2087, "خط": 2088, "علوم": 2089, "ذا كان": 2090, "شكل ": 2091, "ختل": 2092, "fy ": 2093, "الي": 2094, "ضي": 2095, "يجا": 2096, " كانت ": 2097, "ات الم": 2098, " يمك": 2099, "كانت": 2100, "iy": 2101, "جموع": 2102, "يارات ": 2103, " كيما ": 2104, "ion شنو": 2105, " 7": 2106, " الث": 2107, " من ال": 2108, "ذكر": 2109, "يكون": 2110, " باش ي": 2111, "جابي": 2112, "تلف": 2113, "رضي": 2114, " 19": 2115, " بالتونس": 2116, "تحد": 2117, " صحي": 2118, "مريك": 2119, " ذ": 2120, "حيح": 2121, "19": 2122, " للم": 2123, " الخط": 2124, "تونسي ": 2125, "عطا": 2126, "uage": 2127, "تكون": 2128, " من الم": 2129, "y l": 2130, "uw": 2131, "ديد": 2132, "راج": 2133, " لاز": 2134, " نجم": 2135, " باش ت": 2136, "lite": 2137, "وص": 2138, "شخص": 2139, "كتب": 2140, "فرض": 2141, "unsi": 2142, "terate": 2143, "ish in t": 2144, "نط": 2145, "rated to": 2146, "in trans": 2147, "ransli": 2148, "si بال": 2149, "d toun": 2150, "تش": 2151, " لل": 2152, "ouw": 2153, "يمكن": 2154, " 9": 2155, " عن ": 2156, "من ": 2157, "دث": 2158, "كبر": 2159, "يلم ": 2160, "صحيح": 2161, "tion شنو": 2162, "lm": 2163, "هالم": 2164, " المع": 2165, " هذي ": 2166, " تنجم ": 2167, "دد ال": 2168, "في ": 2169, "معلو": 2170, "مخ": 2171, " الخيا": 2172, "ثان": 2173, "طق": 2174, "لبي": 2175, "دد ": 2176, "يز": 2177, " مخ": 2178, "ختا": 2179, "يسي": 2180, "ومات": 2181, "لومات ": 2182, "غم ": 2183, "ازم ": 2184, "ي ت": 2185, "لجمل": 2186, "جاوب": 2187, "ثير": 2188, " بما ": 2189, " متاع": 2190, " متاع ال": 2191, "تنجم": 2192, "طريق": 2193, "ليزي": 2194, "99": 2195, "نغ": 2196, "ينجم": 2197, "تج": 2198, "نهم ": 2199, " خلا": 2200, " هاذي ": 2201, "نجلي": 2202, " تص": 2203, " اخ": 2204, " وهذا ": 2205, " يكون ": 2206, "من الم": 2207, " تم ": 2208, " المعل": 2209, "جموا": 2210, " كبير": 2211, " مست": 2212, " الغ": 2213, " بشك": 2214, "ya ": 2215, "تجا": 2216, "yy": 2217, "ات ": 2218, "جرب": 2219, " تكون ": 2220, "جر": 2221, "dh": 2222, "yn ": 2223, "فضل ": 2224, "وا ": 2225, "صير": 2226, "جتم": 2227, "تغ": 2228, " فر": 2229, "جود": 2230, "اجع": 2231, "uw ": 2232, "مقا": 2233, "يكي": 2234, " كانت ال": 2235, "اث": 2236, "قدم": 2237, "سبب ": 2238, "عمال": 2239, "ستنت": 2240, "رق": 2241, "يث": 2242, "هد": 2243, " مث": 2244, "عروف": 2245, " بنا": 2246, " موش ": 2247, " خط": 2248, "dy": 2249, " مما ي": 2250, "هل ": 2251, "طور": 2252, "ضاف": 2253, "رغ": 2254, "مج": 2255, "يين": 2256, "خلال": 2257, "باشر": 2258, "mt": 2259, "قال ": 2260, " اسم": 2261, " الفرض": 2262, "في الم": 2263, " fy ": 2264, "قال": 2265, " عد": 2266, "كثر من": 2267, "ترجم": 2268, "مجم": 2269, " خاطر ": 2270, "جع": 2271, "صف": 2272, "قط": 2273, "نجمش": 2274, "دين": 2275, "gua": 2276, "ل عل": 2277, "نتج ": 2278, " هل ": 2279, "طوا": 2280, "ang": 2281, "جل ": 2282, " lan": 2283, " واحد ": 2284, "ب عل": 2285, "l3": 2286, "بار": 2287, "وا ن": 2288, " 6": 2289, "الخط": 2290, "l7": 2291, "جز": 2292, "كس": 2293, " شخص": 2294, "ومات ا": 2295, "قار": 2296, " التالي ": 2297, "الجمل": 2298, "ضوع": 2299, "خيا": 2300, "t3": 2301, "ال الت": 2302, "نه ي": 2303, "خصي": 2304, "جه": 2305, " الز": 2306, " خاص": 2307, "رد ": 2308, "واب ": 2309, "رق ": 2310, "فيلم": 2311, " هالم": 2312, "3m": 2313, " جمل": 2314, "بشك": 2315, " السيا": 2316, "بق": 2317, " المست": 2318, "يص": 2319, "lk": 2320, "غني": 2321, "عالم": 2322, "جم ت": 2323, " نفس ال": 2324, "بالت": 2325, "up ": 2326, "bch": 2327, " متاع ": 2328, " للت": 2329, "رس": 2330, "دف": 2331, "نوا ": 2332, " في ها": 2333, " الجوا": 2334, " ما نج": 2335, "قييم": 2336, " بعد ما ": 2337, " سلب": 2338, "عوا": 2339, " وت": 2340, " ينجم ": 2341, "بال": 2342, "ساسي": 2343, "جع ": 2344, " حسب": 2345, "تشا": 2346, "وا ي": 2347, "عملي": 2348, "م من": 2349, "يغ": 2350, "حس": 2351, "يطا": 2352, "iy ": 2353, " الفيل": 2354, "تعلق": 2355, "lang": 2356, " في 1": 2357, "ات ت": 2358, " باش ن": 2359, "يج": 2360, " المرا": 2361, "ين ي": 2362, "ck ": 2363, "l9": 2364, "وب عل": 2365, "عتب": 2366, "كتو": 2367, "ساعد": 2368, "l2": 2369, "صف ": 2370, "يار ": 2371, "10": 2372, "غي": 2373, "n the ": 2374, " تو": 2375, "بعض": 2376, "ngua": 2377, " عام": 2378, "عط": 2379, " ممك": 2380, "مبا": 2381, "سط": 2382, "wr ": 2383, "ml ": 2384, "ر عل": 2385, "دار": 2386, "جود ": 2387, " معل": 2388, " موجو": 2389, "mn ": 2390, "شف": 2391, " was": 2392, "زاد": 2393, " في الجم": 2394, "د في": 2395, "سون": 2396, "اريخ": 2397, " من": 2398, " مقا": 2399, "غري": 2400, " الاست": 2401, "شمل": 2402, " الشخص": 2403, "فريق": 2404, " المقا": 2405, "رار": 2406, " مهم": 2407, " نست": 2408, "وروب": 2409, "تض": 2410, "دام ": 2411, "نفس ال": 2412, "حل": 2413, "تار ": 2414, "موجو": 2415, "ياض": 2416, " يست": 2417, "طعم": 2418, "yr ": 2419, "دل ": 2420, " يعني ": 2421, " دول": 2422, "فتر": 2423, "بات ": 2424, "ات ال": 2425, "نز": 2426, " him": 2427, "عور": 2428, "طفا": 2429, "رن": 2430, "سن": 2431, "تط": 2432, " فيها ": 2433, "نتاج": 2434, " مشا": 2435, "قاعد": 2436, "فعل": 2437, "مص": 2438, "ول ": 2439, "تماع": 2440, "ساس ": 2441, "مكان": 2442, " عن ال": 2443, "كس ": 2444, "شار": 2445, "مدين": 2446, "بنا": 2447, " his": 2448, "صول": 2449, " الض": 2450, "ر لل": 2451, "ستعم": 2452, "ات اللي ": 2453, " 201": 2454, "فكر": 2455, "rou": 2456, "صور": 2457, "مراج": 2458, "wm ": 2459, "ثاني ": 2460, " ch": 2461, "شارك": 2462, " وحد": 2463, "w7": 2464, "منط": 2465, "كد ": 2466, " تش": 2467, " ملي": 2468, "him ": 2469, "جم ي": 2470, "لعب ": 2471, "لازم ": 2472, "yh ": 2473, "98": 2474, " تقول ": 2475, " تت": 2476, "sy": 2477, " جدي": 2478, " صغير": 2479, " لذ": 2480, "mch": 2481, "عليم": 2482, "ter ": 2483, "ظ عل": 2484, "خاص": 2485, "شير ": 2486, "اعد": 2487, " سيا": 2488, "سن ": 2489, "tch": 2490, "صيل": 2491, "وري": 2492, "دين ": 2493, "دف ": 2494, "جن": 2495, "كانو": 2496, "ouw ": 2497, " 8": 2498, "wl ": 2499, "لال ": 2500, " يلز": 2501, "مبر": 2502, "ملي": 2503, "وصل": 2504, " الصحي": 2505, " مبا": 2506, "موض": 2507, "w9": 2508, " مع": 2509, " قص": 2510, "rk ": 2511, "ستخدم": 2512, "يوان": 2513, "m3": 2514, " مجم": 2515, "تج ": 2516, " التال": 2517, "ناسب": 2518, "ارات": 2519, "ي لل": 2520, "wor": 2521, " العالم": 2522, " فيل": 2523, "ظام": 2524, "حظ": 2525, "yd ": 2526, "ثلاث": 2527, "قع ": 2528, "ريق ": 2529, " كان ي": 2530, "was ": 2531, "ch y": 2532, "ما في": 2533, "ممكن": 2534, "نسي": 2535, "لبوم": 2536, " باس": 2537, "hy": 2538, "افي": 2539, "ن ت": 2540, "ون ": 2541, "علاق": 2542, "تيار": 2543, " قاع": 2544, " تع": 2545, "خرين": 2546, "ريق": 2547, "سلب": 2548, " يت": 2549, " قري": 2550, "قريب": 2551, " out": 2552, "hy ": 2553, "يار": 2554, "لسل": 2555, "ولاي": 2556, "المهم": 2557, "طب": 2558, " دور": 2559, " العام": 2560, "من ال": 2561, " اله": 2562, "زوز": 2563, "نب ": 2564, " عندك ": 2565, "2i": 2566, "r بش ": 2567, "طول": 2568, " وهو": 2569, " answer ": 2570, "answer ": 2571, "يجابي": 2572, "خطو": 2573, " الخطو": 2574, "فرضي": 2575, " صحيح": 2576, " يمكن ": 2577, "معلومات ": 2578, " بشكل ": 2579, "نجليزي": 2580, " لازم ": 2581, "حدث": 2582, "بشكل ": 2583, "الخطو": 2584, " الفرضي": 2585, " المعطا": 2586, "مجموع": 2587, " الثاني": 2588, "روف ": 2589, " مختلف": 2590, "نسب": 2591, "سياق": 2592, "مختلف": 2593, "روف": 2594, "هاذي": 2595, " نجموا ن": 2596, " التالي": 2597, " الناس": 2598, " لذلك": 2599, "جاوب عل": 2600, "خيارات ": 2601, " خطو": 2602, " معلومات": 2603, " مجموع": 2604, "بحث": 2605, "نجمو": 2606, " ما نجمش": 2607, "wer بش ": 2608, "مريكي": 2609, "200": 2610, "وا عل": 2611, "وضوع": 2612, "صغير": 2613, "وجود": 2614, "كبير": 2615, "كتا": 2616, "عندهم": 2617, "في ال": 2618, "حال": 2619, " مش": 2620, "حرك": 2621, " بسبب ": 2622, "نوان": 2623, "كان": 2624, "والم": 2625, "مف": 2626, "دوا ": 2627, "201": 2628, "سرع": 2629, "فصل": 2630, "ظهر ": 2631, "ن يكون": 2632, "تاج ": 2633, " كنت": 2634, " ذلك": 2635, "نش ": 2636, "18": 2637, "تعطي": 2638, "وات ": 2639, "حيا": 2640, "حتمل": 2641, " خلي": 2642, " مباشر": 2643, " الفيلم ": 2644, "منطق": 2645, "هكا": 2646, " جديد": 2647, "موضوع": 2648, " بار": 2649, "فعا": 2650, "دات ": 2651, " اختار ": 2652, "تاري": 2653, "ريخ": 2654, " كلم": 2655, " بعض": 2656, "معن": 2657, " من خلال": 2658, "عرض": 2659, "تخدم": 2660, "راجع": 2661, " بعض ا": 2662, "حث": 2663, "عام ": 2664, " صار": 2665, "wer ال": 2666, "غرا": 2667, "مان ": 2668, " عندها ": 2669, "اجل ": 2670, "كلمات ": 2671, "تاب ": 2672, " عنده ": 2673, "عندها ": 2674, " شكون ": 2675, " معرو": 2676, "طاق": 2677, "سلسل": 2678, "حقيق": 2679, "تبط": 2680, "نش": 2681, " النص": 2682, "عنده ": 2683, "دعم": 2684, " 200": 2685, "جوا ": 2686, " سلبي": 2687, " خدم": 2688, "لاب": 2689, "لقاو": 2690, "هم ": 2691, "سباني": 2692, "كز": 2693, "شرك": 2694, " هاذي": 2695, " مص": 2696, "مهم": 2697, "وال": 2698, "خدام ": 2699, "فلام ": 2700, "اغ": 2701, "روا ": 2702, "حول ": 2703, "عات ": 2704, "وين ": 2705, "مز": 2706, "موا ": 2707, "رغم من": 2708, " ترج": 2709, "ثنا": 2710, "نشا": 2711, "ذكو": 2712, " نوع": 2713, "زوج": 2714, "سكر": 2715, "اوب عل": 2716, "ولوج": 2717, " عندهم": 2718, "مبي": 2719, "سلا": 2720, "صلي": 2721, "16": 2722, "مراجع": 2723, "سخ": 2724, " الكلم": 2725, " 10": 2726, "حق": 2727, "فماش ": 2728, " بخط": 2729, "يعمل": 2730, "لين ": 2731, "حداث": 2732, "وني": 2733, " بد": 2734, "ضغ": 2735, " رغم ": 2736, "قديم": 2737, "داخل": 2738, " سن": 2739, "كانوا ": 2740, "ز عل": 2741, " وهي": 2742, "ما نجم": 2743, " يوم": 2744, " تس": 2745, "هذه ال": 2746, "اول ": 2747, "ير ": 2748, " معين": 2749, "نظام": 2750, "وسيق": 2751, "مل ": 2752, " 18": 2753, "ضرو": 2754, " جاو": 2755, "كلم": 2756, " par": 2757, "يات الم": 2758, "في ذلك": 2759, "صد": 2760, "علق ": 2761, "اكتب": 2762, "فور": 2763, "تاب": 2764, "تخدام ": 2765, "موسي": 2766, "ولي": 2767, "جواب": 2768, "قق ": 2769, "الاس": 2770, "ين ": 2771, "دور ": 2772, " بما في ": 2773, "لعاب": 2774, "حساس": 2775, "نترن": 2776, "قات ": 2777, "فسي": 2778, "بس ": 2779, "ثر عل": 2780, "سبوع": 2781, "تيج": 2782, "50": 2783, "جنوب": 2784, " الجواب ": 2785, "الفرضي": 2786, "غط ": 2787, "باتا": 2788, "ضح ": 2789, "نطق": 2790, "رز": 2791, "درس": 2792, "د عل": 2793, "ختلف": 2794, "تجرب": 2795, "ندي": 2796, "wer الخط": 2797, "غار": 2798, " فيلم ": 2799, "شكل": 2800, "رجع ": 2801, " ومع": 2802, "نعم ": 2803, "بوا ": 2804, " اللي ت": 2805, " مع ال": 2806, "سلبي": 2807, "ii ": 2808, "وات ال": 2809, "ث عل": 2810, "جديد": 2811, "ات في ا": 2812, "tence ": 2813, "سير": 2814, "بك": 2815, "كامل": 2816, "سياس": 2817, " الما": 2818, "سما": 2819, "ناص": 2820, "لماني": 2821, " موجود": 2822, "هذي ": 2823, "صري": 2824, " تقييم": 2825, "ركز": 2826, "فوق": 2827, "فاصيل": 2828, " مكان ": 2829, " اكتب": 2830, "كبير ": 2831, "port": 2832, " متو": 2833, "وث": 2834, "سيق": 2835, "30": 2836, "واصل": 2837, "بيعي": 2838, "جمش ن": 2839, "ال هذا": 2840, "لام": 2841, " الولا": 2842, "ديم": 2843, " الموض": 2844, "شكون ": 2845, "معرو": 2846, "000": 2847, "فاعل": 2848, " بينما ا": 2849, " بالنس": 2850, "يني": 2851, "ينجم ي": 2852, " المعرو": 2853, "17": 2854, " زوز": 2855, "ادل": 2856, "ضا": 2857, " المتحد": 2858, "طني": 2859, " كر": 2860, "wer لا": 2861, "عدد ال": 2862, "يلاد": 2863, "امل ": 2864, "فاظ عل": 2865, " حيث": 2866, "استخ": 2867, "قسم": 2868, "تمام": 2869, "تعلي": 2870, " يبد": 2871, "جامع": 2872, "وان ": 2873, "حري": 2874, " راج": 2875, " الصحيح": 2876, "وظ": 2877, " كيفاش": 2878, "جميع": 2879, " opt": 2880, "ييم": 2881, "نوع ": 2882, " في هالم": 2883, "ن وا": 2884, "مين ": 2885, " ما ت": 2886, "شغ": 2887, "لا ": 2888, "طع": 2889, " تعطي": 2890, "رتب": 2891, "لاق": 2892, "تقي": 2893, " داخ": 2894, "فين ": 2895, "ها في ": 2896, "ياد": 2897, "بب ": 2898, "لاحظ": 2899, "مش ن": 2900, "مالي": 2901, "م من ": 2902, "thes": 2903, "الجواب ": 2904, "اجتماع": 2905, " دولار": 2906, "لايات ": 2907, "شتر": 2908, "تركي": 2909, "ستنتجو": 2910, " القص": 2911, "ماني": 2912, "فكا": 2913, "wer الم": 2914, "يعطي": 2915, "ion كيفا": 2916, "شخصي": 2917, "رياض": 2918, " تحديد ": 2919, " حوا": 2920, " جز": 2921, "مشكل": 2922, " عدد ال": 2923, " البح": 2924, " شنو هو ": 2925, "كيفاش ": 2926, "زياد": 2927, " بدا": 2928, " يحب": 2929, "لاعب": 2930, " للس": 2931, " هنا": 2932, "سترا": 2933, "دقا": 2934, "بيض": 2935, "استع": 2936, " لكن ما ": 2937, "جين ": 2938, "رقام": 2939, " خلال ": 2940, "نفس": 2941, "رجم": 2942, "ل لل": 2943, "ion هل ": 2944, "ومات الم": 2945, "قف": 2946, " يع": 2947, "المتحد": 2948, "هم ي": 2949, "دد": 2950, " في 20": 2951, "حسن ": 2952, " الموا": 2953, "sentence": 2954, "بس": 2955, " مس": 2956, " قبل ما ": 2957, "اسب ": 2958, "طلا": 2959, "حف": 2960, " يس": 2961, "ظيف": 2962, " المر": 2963, "ion اك": 2964, " ما فما": 2965, " كار": 2966, "قترح ": 2967, "موجود": 2968, "طبيعي": 2969, " ما عند": 2970, "فل ": 2971, "عتق": 2972, " لا": 2973, "تالي": 2974, "عالي": 2975, " تبد": 2976, "توي عل": 2977, "مرك": 2978, "رع": 2979, "هو ": 2980, " هذي": 2981, "اختيار": 2982, " المقدم": 2983, "هربا": 2984, " واض": 2985, "لينا ن": 2986, "عشر": 2987, "مرتب": 2988, " القدم": 2989, "حيات": 2990, "سابق": 2991, "تفاع": 2992, " حيا": 2993, "هم في ": 2994, "كور": 2995, " كام": 2996, "part": 2997, " بح": 2998, "والت": 2999, "طلو": 3000, " يمكن ت": 3001, "عضا": 3002, "عدد ": 3003, "رد": 3004, "علام": 3005, " منطق": 3006, "واض": 3007, " محت": 3008, " ممكن ": 3009, " نيو": 3010, "ب لل": 3011, "ل وا": 3012, " بش ن": 3013, "اسي": 3014, " بالرغ": 3015, "ن تكون ": 3016, "ما عند": 3017, "عندو ": 3018, " مد": 3019, "رحل": 3020, " عبر": 3021, "امل": 3022, " تف": 3023, "صر ال": 3024, " قدم": 3025, " الموس": 3026, " هال": 3027, "همي": 3028, " قوي": 3029, "بسبب ": 3030, " الذي": 3031, "عات ال": 3032, " مرتب": 3033, " ميل": 3034, "خصوص": 3035, "هدف ": 3036, " واس": 3037, " لعب": 3038, "سس": 3039, "عداد": 3040, " تحب ": 3041, "ber ": 3042, "نهاي": 3043, " كري": 3044, " مع بعض": 3045, " on ": 3046, "اسم ال": 3047, "ولاد": 3048, "ربي": 3049, "وغ": 3050, "راح": 3051, "مباشر": 3052, "تات ": 3053, "جسم": 3054, "تعمال ": 3055, "ونغ": 3056, "ive ": 3057, " هذا ي": 3058, " اليوم": 3059, "نسان": 3060, "لكن ": 3061, "جمهو": 3062, "روري": 3063, "قف ": 3064, "في الح": 3065, "رين ": 3066, " تشمل": 3067, " لكل": 3068, "ني ": 3069, "emphasi": 3070, "would be": 3071, "gges": 3072, "any ": 3073, "unders": 3074, "ffix": 3075, " vocabul": 3076, "abulary ": 3077, "speake": 3078, " under": 3079, " casual ": 3080, "ons and ": 3081, " assista": 3082, "unique ": 3083, " feel fr": 3084, "is more ": 3085, " someone": 3086, "peak": 3087, " need ": 3088, "way of": 3089, " equiv": 3090, "further ": 3091, "in msa": 3092, " loc": 3093, "pared ": 3094, "assi": 3095, "repeti": 3096, " incor": 3097, "sense of": 3098, "ense of ": 3099, "ared to ": 3100, " repetit": 3101, "sugg": 3102, " way of ": 3103, " saying ": 3104, "they": 3105, "specific": 3106, "cifi": 3107, " will ": 3108, " unique ": 3109, "come": 3110, "means i ": 3111, "tent": 3112, " maint": 3113, "stra": 3114, "d furt": 3115, "ffirm": 3116, " also ": 3117, "ood ": 3118, " way to ": 3119, "sistance": 3120, "er to ": 3121, " der": 3122, "how ": 3123, "n arabic": 3124, " compa": 3125, "fic ": 3126, " a more ": 3127, "her as": 3128, "e and ": 3129, "cultur": 3130, "in both ": 3131, "spee": 3132, "is commo": 3133, "oke": 3134, " any": 3135, "ry that ": 3136, " have an": 3137, "negation": 3138, "es of th": 3139, "ction ": 3140, " sugg": 3141, " about": 3142, " emphasi": 3143, "dress": 3144, " putting": 3145, " go ": 3146, "full t": 3147, "ural": 3148, " conveys": 3149, "it is ": 3150, " a sen": 3151, "ser": 3152, " refer t": 3153, "etition ": 3154, "inte": 3155, "ead ": 3156, "saying ": 3157, " perso": 3158, "tural ": 3159, "someone ": 3160, "from mod": 3161, "y more": 3162, "ght": 3163, "rstand": 3164, "s that": 3165, "aigh": 3166, "tforward": 3167, "equival": 3168, " has": 3169, "summary ": 3170, " direc": 3171, "compar": 3172, "fren": 3173, "or to ": 3174, "ns and": 3175, "asiz": 3176, "bj": 3177, "action": 3178, " simpl": 3179, "time": 3180, "and the ": 3181, "ely ": 3182, "stea": 3183, "simp": 3184, "raight": 3185, "he phras": 3186, "ps ": 3187, "con": 3188, "cally ": 3189, "ker ": 3190, "ell ": 3191, "yes": 3192, "tructure": 3193, "usag": 3194, " it is": 3195, "local ": 3196, "contex": 3197, " dis": 3198, "ench": 3199, " in msa ": 3200, " aim": 3201, " cultu": 3202, " see": 3203, "tion or ": 3204, "ests a": 3205, "express ": 3206, "or d": 3207, "pronou": 3208, "simila": 3209, "spo": 3210, "is often": 3211, "other ": 3212, "aintain ": 3213, " lit": 3214, "than": 3215, "of the t": 3216, "erstan": 3217, "ject ": 3218, "the spea": 3219, "ims to": 3220, " pos": 3221, "ain the ": 3222, "atical": 3223, " my ": 3224, "tes many": 3225, "turing": 3226, "mmat": 3227, "has ": 3228, "may not ": 3229, " captu": 3230, "ection": 3231, "rity": 3232, "inst": 3233, " a l": 3234, "nj": 3235, "of say": 3236, "ing it": 3237, "rve": 3238, " pronou": 3239, "say ": 3240, " speci": 3241, "ious": 3242, "erve": 3243, " often i": 3244, "pica": 3245, " words": 3246, " gra": 3247, " nature ": 3248, "eech": 3249, "refer to": 3250, "ignifica": 3251, " do ": 3252, "ught": 3253, "ion of": 3254, "typical ": 3255, " every": 3256, " yes": 3257, "of the": 3258, " no ": 3259, " compl": 3260, " may not": 3261, "suffi": 3262, "nature": 3263, " ten": 3264, " bei": 3265, "name": 3266, " making ": 3267, "ny more ": 3268, "hrase ": 3269, "to the": 3270, "ivalent ": 3271, "in spoke": 3272, "ectly ": 3273, " wel": 3274, "s common": 3275, "ame ": 3276, "a more": 3277, "it would": 3278, " rea": 3279, " actio": 3280, "s or nee": 3281, "onvers": 3282, " fri": 3283, "rmation ": 3284, "able": 3285, "ted to e": 3286, "ax": 3287, "ranslate": 3288, "atte": 3289, "old ": 3290, "wle": 3291, "stic": 3292, "led": 3293, "ing a ": 3294, " sig": 3295, "vary ": 3296, "ditional": 3297, " of sa": 3298, "hoices 1": 3299, "uses": 3300, "l way ": 3301, "ncer": 3302, "your": 3303, " man": 3304, "less": 3305, "cons": 3306, "bic it": 3307, "ular": 3308, "reflec": 3309, "akers ": 3310, "ding": 3311, "ted as": 3312, "know": 3313, "ntion ": 3314, "veryday ": 3315, " an ": 3316, " cla": 3317, "tual": 3318, "oh ": 3319, " fin": 3320, "s from": 3321, " goo": 3322, "s a sens": 3323, "as a": 3324, "s to m": 3325, " nam": 3326, " here ": 3327, "oun ": 3328, "y a ": 3329, " or i ": 3330, " now": 3331, "again ": 3332, "same": 3333, "a direct": 3334, "plet": 3335, "good": 3336, " frenc": 3337, " ac": 3338, "sage": 3339, "tement": 3340, "gre": 3341, "stat": 3342, "ling": 3343, "dari": 3344, "ssions a": 3345, " so ": 3346, "in ever": 3347, "tions ": 3348, "asizes t": 3349, "rija ": 3350, " parti": 3351, " like ": 3352, " inter": 3353, "s many": 3354, "es that ": 3355, "nch ": 3356, "mpli": 3357, " know ": 3358, "uation": 3359, "comple": 3360, " or to": 3361, "erja ": 3362, "lari": 3363, "ont ": 3364, " refer": 3365, " similar": 3366, "going ": 3367, "itua": 3368, "dont": 3369, "he spe": 3370, "jug": 3371, " commo": 3372, " and i": 3373, "lity": 3374, "situ": 3375, "atement ": 3376, "pret": 3377, "not be": 3378, "it s": 3379, "but the ": 3380, "making": 3381, "ned ": 3382, "e it": 3383, " have a ": 3384, "es or ": 3385, "i am": 3386, "differ s": 3387, "aker": 3388, "s if you": 3389, "kay": 3390, "ention": 3391, "ast ": 3392, "nclu": 3393, " hel": 3394, "mes ": 3395, "told": 3396, "ibl": 3397, "lete": 3398, "sizes t": 3399, " fou": 3400, "e this": 3401, "capture ": 3402, "poss": 3403, " imply": 3404, "d of": 3405, " phras": 3406, " fam": 3407, "has ma": 3408, "casual": 3409, " or a ": 3410, "well": 3411, "know ": 3412, " not be ": 3413, "ticl": 3414, "ative ": 3415, " me ": 3416, " but the": 3417, "ja inco": 3418, "clar": 3419, "rien": 3420, "ved ": 3421, "ed or ": 3422, "stoo": 3423, " res": 3424, "amil": 3425, "direct e": 3426, "son ": 3427, "imply ": 3428, " did": 3429, "language": 3430, "reement ": 3431, " by god ": 3432, " less ": 3433, "can also": 3434, "frie": 3435, " don": 3436, "monly u": 3437, "red to s": 3438, "esnt": 3439, "eing": 3440, "ner ": 3441, "side": 3442, " am ": 3443, "king it ": 3444, "ves ": 3445, "from the": 3446, " mean ": 3447, "ter": 3448, "age ": 3449, " they ": 3450, "tead": 3451, "ic it ": 3452, "xpress": 3453, "kers": 3454, "iation": 3455, " tone of": 3456, "ja ha": 3457, "e it i": 3458, " oh ": 3459, "ny uni": 3460, "ture of ": 3461, " your ": 3462, "person": 3463, "e of the": 3464, " inste": 3465, " it can ": 3466, "foun": 3467, "aria": 3468, "s it": 3469, " the spe": 3470, "d or": 3471, "the su": 3472, "tood": 3473, "iteral": 3474, "ffec": 3475, "for emph": 3476, "ones": 3477, "s often ": 3478, "cert": 3479, "lect it ": 3480, " hop": 3481, "hey ": 3482, "ertain": 3483, "hat the ": 3484, "tuation ": 3485, " to a ": 3486, "arity ": 3487, "ding t": 3488, "rsto": 3489, " rem": 3490, "indica": 3491, " is the ": 3492, " jus": 3493, " ser": 3494, "enti": 3495, "ing to": 3496, "ty or ": 3497, "referr": 3498, " goi": 3499, "quir": 3500, "or s": 3501, " in a ": 3502, "he verb ": 3503, "extu": 3504, "iend": 3505, " i w": 3506, "emot": 3507, "y or": 3508, "ear ": 3509, " pla": 3510, "ramm": 3511, "them": 3512, "ch and": 3513, " spoke": 3514, "peci": 3515, "gramm": 3516, "ents": 3517, " mad": 3518, " i a": 3519, " hea": 3520, "slight": 3521, "mphasi": 3522, "to expre": 3523, "ys a s": 3524, "oes": 3525, "yea": 3526, "list": 3527, "rela": 3528, " sho": 3529, "cess": 3530, "ally t": 3531, "on p": 3532, "yday sp": 3533, "a means ": 3534, " tim": 3535, "lural ": 3536, "ed from ": 3537, "fami": 3538, "the word": 3539, "ary that": 3540, " text or": 3541, "it can": 3542, "hap": 3543, " emo": 3544, "can v": 3545, " the l": 3546, " state": 3547, "hope": 3548, "l tone": 3549, "form of ": 3550, " can mea": 3551, "more cas": 3552, "lates to": 3553, " aga": 3554, "is is a ": 3555, "und in": 3556, "he text ": 3557, " usa": 3558, "h this i": 3559, "a common": 3560, "ally": 3561, "affi": 3562, "pect": 3563, "clu": 3564, "s can ": 3565, "past": 3566, "nne": 3567, "to say": 3568, "cating": 3569, "emphasiz": 3570, "straight": 3571, "bject ": 3572, "instead ": 3573, "pically ": 3574, "spoke": 3575, "tic ": 3576, " french ": 3577, "ance": 3578, "sugges": 3579, " complet": 3580, " expla": 3581, "knowled": 3582, " tone ": 3583, " frien": 3584, " being": 3585, " dont ": 3586, " instead": 3587, " famil": 3588, "ion and ": 3589, " particl": 3590, "made": 3591, " who": 3592, "sia ": 3593, "friend": 3594, "ant ": 3595, "eir ": 3596, "and th": 3597, "traigh": 3598, "complete": 3599, "ituation": 3600, "be more ": 3601, "eople 